Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/crawford_art_gallery.html.txt.tmx
Source language: en
Languages: ga

source: Crawford Art Gallery is located in the former Customs House in Cork city
ga: Tá Áiléar Crawford lonnaithe in Iar-Theach an Chustaim i gCathair Chorcaí

source: Its art collection was originally formed in 1819
ga: Cuireadh a bhailiúchán ealaíne le chéile i dtús báire in 1819

source: In 2006 the Gallery was designated a National Cultural Institution
ga: Sannadh an Dánlann mar Institiúid Chultúrtha Náisiúnta in 2006

source: The Gallery´s permanent collection comprises over 2000 works, ranging from eighteenth century Irish and European painting and sculpture, through to contemporary video installations
ga: I measc bhailiúchán buan na Dánlainne tá breis agus 2,000 saothar, idir phéintéireacht agus dealbhóireacht Éireannach agus Eorpach ón ochtú haois déag aniar chuig suiteálacha comhaimseartha fístéipe

source: The collection is particularly strong in Irish art of the 19th and early 20th centuries
ga: Tá dalladh ealaíne Éireannaí sa bhailiúchán den 19ú agus den 20ú haois

source: Information on the collection is available on the Gallery’s website
ga: Tá faisnéis faoin mbailiúchán ar láithreán gréasáin na Dánlanna

source: The Gallery provides tours for schools and community groups
ga: Cuireann an Dánlann turais ar fáil do scoileanna agus do ghrúpaí pobail

source: Through its education programme it also provides workshops, classes and other events for children and adults, as well as resources for teachers
ga: Trína clár oideachais, cuireann sí ceardlanna, ranganna agus imeachtaí eile ar fáil do leanaí agus do dhaoine fásta, mar aon le hacmhainní do mhúinteoirí

source: Further information on its education programme is available here
ga: Tá fáil ar thuilleadh faisnéise faoin clár oideachais anseo

source: In general, the Gallery is open on Monday to Saturday from 10.00am to 5.00pm and on Thursday from 10.00am to 8.00pm
ga: Go ginearálta, bíonn an Dánlann ar oscailt ó Luan go Satharn idir 10.00r.n. agus 5.00i.n. agus ar an Déardaoin idir 10.00r.n. agus 8.00i.n

source: It is closed on Sunday
ga: Tá sí dúnta ar an Domhnach

source: Admission to the Gallery and to exhibitions is free
ga: Cá háit a ndéanfaidh mé iarratas?
